500
<unk>
<s>
</s>
.
the
to
i
you
he
is
a
?
in
have
she
of
it
't
my
was
that
we
his
this
do
what
her
for
are
's
me
,
your
be
at
as
with
will
not
there
get
can
they
on
has
go
don
so
work
up
please
when
much
like
him
father
and
all
would
time
no
going
did
come
some
out
here
today
one
more
let
know
good
from
car
'm
use
should
see
say
long
help
great
could
better
always
well
want
traffic
than
tell
once
nothing
married
make
made
how
haven
hard
had
child
by
but
back
any
am
who
where
went
too
these
ten
take
school
people
our
other
off
now
new
little
last
just
if
got
failed
fact
everything
english
came
been
after
about
've
wrong
why
week
very
two
true
tree
took
tomorrow
tom
three
tennis
stay
sorry
slowly
run
room
read
play
plan
old
night
never
mother
money
many
look
live
life
keep
into
idea
house
hours
gone
found
enough
down
doesn
does
cannot
brought
broke
born
book
bit
angry
an
!
yet
write
world
without
watch
wanted
voice
used
uncle
truth
success
studied
story
still
speak
sister
since
seen
said
promise
problem
police
peace
order
often
nobody
next
news
need
most
morning
minutes
mind
may
matter
man
looks
london
letter
late
kind
john
japan
isn
home
happy
friends
food
follow
finished
examination
eaten
eat
door
doing
dog
didn
dictionary
day
comes
cold
class
children
case
cars
call
cake
busy
baby
away
around
against
again
advice
accident
abroad
'll
'd
yourself
young
yesterday
year
works
won
wife
were
war
walking
waiting
visit
village
us
understand
under
try
trouble
travel
train
town
tonight
times
through
those
thirty
think
them
telephone
sunday
sun
study
students
street
strange
store
stopped
stop
station
start
speaks
soon
sky
skiing
shoes
set
sense
round
remember
really
reading
ran
quite
put
present
point
playing
player
person
pay
park
parents
own
osaka
or
opened
office
number
movie
mistakes
miles
men
meeting
meet
mean
lunch
love
lot
less
leave
lake
known
kept
job
jim
japanese
its
ill
hot
hospital
hold
heavy
heart
heard
hear
hat
happen
hand
half
gave
game
friend
flowers
first
fire
fast
face
exam
everybody
enjoy
early
each
done
dollars
doll
doctor
dinner
days
country
cost
continued
concert
company
cloudy
check
care
buy
building
brush
brother
bring
brief
breakfast
boys
boy
box
bill
bicycle
being
behind
baseball
answer
another
also
afternoon
across
''
yumi
youth
yours
years
wrote
writing
worth
worst
words
word
woke
wish
winter
wine
wind
willing
while
which
whether
way
water
warmth
wants
walks
walk
wait
vocabulary
visited
verge
valuable
vacation
usually
useful
upward
upstairs
upon
until
undertake
tv
turned
turn
trying
truthful
tried
tremble
touch
tokyo
tired
ticket
thousand
thoughts
thoughtless
things
then
textbook
temptation
television
telephones
tears
team
teacher
tea
taxi
taught
talking
talk
takes
taken
swimming
swim
sure
suppose
such
succeed
subject
student
stood
stitch
staying
state
starts
stand
spoken
spoil
spent
speech
sorts
sorrow
song
sometimes
something
solve
